{
  "EcoRangersGame": {
    "Questions": {
      "Easy": [
        {
          "Q": "What gas do plants absorb from the air?",
          "A": ["Carbon"]
        },
        {
          "Q": "What is the process of turning waste into reusable material?",
          "A": ["Recycling"]
        },
        {
          "Q": "What do you call the natural home of an animal?",
          "A": ["Habitat"]
        },
        {
          "Q": "What renewable energy source comes from the sun?",
          "A": ["Solar"]
        },
        {
          "Q": "What powerful energy source is harnessed from wind?",
          "A": ["Wind"]
        },
        {
          "Q": "What is the name for an animal that only eats plants?",
          "A": ["Herbivore"]
        },
        {
          "Q": "What is the name for an animal that only eats other animals?",
          "A": ["Carnivore"]
        },
        {
          "Q": "What do you call a long period with almost no rainfall?",
          "A": ["Drought"]
        },
        {
          "Q": "What is the term for a species that no longer exists?",
          "A": ["Extinct"]
        },
        {
          "Q": "What yellow powder do bees spread between flowers?",
          "A": ["Pollen"]
        }
      ],
      "Medium": [
        {
          "Q": "What is the careful protection and preservation of something, especially nature?",
          "A": ["Conservation"]
        },
        {
          "Q": "What is the name for an animal that eats both plants and animals?",
          "A": ["Omnivore"]
        },
        {
          "Q": "What is the action of clearing a wide area of trees?",
          "A": ["Deforestation"]
        },
        {
          "Q": "What nutrient-rich soil is created by decomposed organic matter like leaves?",
          "A": ["Compost"]
        },
        {
          "Q": "What special layer of gas protects Earth from the sun's harmful ultraviolet rays?",
          "A": ["Ozone"]
        }
      ],
      "Hard": [
        {
          "Q": "What is the process where plants use sunlight to make their own food?",
          "A": ["Photosynthesis"]
        },
        {
          "Q": "What word describes the variety of all living things in a habitat?",
          "A": ["Biodiversity"]
        },
        {
          "Q": "What type of farming avoids the use of man-made chemical pesticides?",
          "A": ["Organic"]
        },
        {
          "Q": "What type of energy is generated by the heat from within the Earth?",
          "A": ["Geothermal"]
        },
        {
          "Q": "What type of renewable power is generated from moving water?",
          "A": ["Hydropower"]
        }
      ]
    }
  }
}
