{
  "ElevatorExperienceGame": {
    "Questions": {
      "Easy": [
        { "Q": "Which button opens the elevator doors?", "A": ["Open"] },
        { "Q": "Which button closes the elevator doors?", "A": ["Close"] },
        {
          "Q": "What sound does an elevator often make when it arrives at a floor?",
          "A": ["Ding"]
        },
        {
          "Q": "What do you press to call the elevator to your floor?",
          "A": ["Call"]
        },
        { "Q": "What do you call the inside of an elevator?", "A": ["Car"] },
        {
          "Q": "What do you press to go to a specific floor?",
          "A": ["Button"]
        },
        {
          "Q": "What button has a picture of a bell on it for emergencies?",
          "A": ["Alarm"]
        },
        {
          "Q": "What direction is the elevator going if you press the 'up' arrow?",
          "A": ["Up"]
        },
        {
          "Q": "What direction is the elevator going if you press the 'down' arrow?",
          "A": ["Down"]
        },
        {
          "Q": "What do you call the numbers on the elevator buttons?",
          "A": ["Floors"]
        }
      ],
      "Medium": [
        {
          "Q": "What is the raised dot writing found next to elevator buttons?",
          "A": ["Braille"]
        },
        {
          "Q": "What do you call the voice that announces the floor numbers?",
          "A": ["Announcer"]
        },
        {
          "Q": "What do you call it when you wait your turn to enter the elevator?",
          "A": ["Queue"]
        },
        {
          "Q": "What should you do to let people get out of the elevator before you get in?",
          "A": ["Wait"]
        },
        {
          "Q": "What is the main floor of a building often called in an elevator?",
          "A": ["Lobby"]
        }
      ],
      "Hard": [
        {
          "Q": "What does it mean if an elevator makes a continuous beeping sound?",
          "A": ["Overload"]
        },
        {
          "Q": "What is the name for the system of ropes and pulleys that moves the elevator?",
          "A": ["Hoist"]
        },
        {
          "Q": "In some buildings, what letter represents the ground floor?",
          "A": ["G"]
        },
        {
          "Q": "What is a special key used by service personnel to control the elevator?",
          "A": ["Service-key"]
        },
        {
          "Q": "What kind of elevator is sometimes found on the outside of a building?",
          "A": ["Glass"]
        }
      ]
    }
  }
}
